{
    "Alice Fullwood": {
        "episodes": [
            "Arrested_development_why_the_world’s_poorest_are_being_left_behind"
        ],
        "total_speaking_time": 70.08,
        "text_corpus": " indeed died. I guess overall I feel vaguely discouraged. It has been interesting to hear this disillusionment to an extent with aid and economic development work. When I was 14, I remember that my sister and I entered that lottery to get tickets to go to live aid, that huge series of concerts that were hosted around the world, to mark the 20th anniversary of live aid. And we went to the one in high park and you know, maybe because I was 14 years old at the time, but it really did seem then like we were going to be able to fix global poverty with a YouTube concert. Obviously, that is not quite how things worked out. I also think this idea that we know how to help countries develop, either by giving them aid or development money or by advising them to implement the sort of right bundle of economic policies. That feels just much wilyer now than it did, you know, the Lewis model or the model of export-led growth. We touched upon this in our services lead growth episode. But essentially as the global economy has evolved, it does seem like the strategies that the countries, countries like Korea or Taiwan or China from sort of A to B really can't just be cut and paste onto the next generation of developing countries."
    },
    "Mike Bird": {
        "episodes": [
            "Arrested_development_why_the_world’s_poorest_are_being_left_behind",
            "Screen_time_why_the_world_can’t_get_enough_of_YouTube"
        ],
        "total_speaking_time": 118.08000000000001,
        "text_corpus": " pasty in some of the world's poorest countries. You've written about the impact of servicing these really significant interest payments. Can you tell us a little bit more about that? What the fiscal situation looks like? So the debt service issue is a problem, but it seems like there's more going on than that as well. or any of the streaming sites. So there's an element of experimentation going on. You've got these hundreds of thousands of channels, and we were talking about 40,000 channels that over a million subscribers, if that's a small number. That's not a small number, that's the enormous number. To me, at least, so you presumably get far more mix and match, people can work out from seeing other people's views, what is working well. Yeah, you get that experimentation. And I guess the other thing I find really interesting is the difference in terms of the stickiness of the viewers, which those of us in our line of work in the media know all about. You have a sort of group of potentially more loyal followers or subscribers, but a huge portion of your viewership if you're going into this line of work is coming through some form of virality too, certainly in the case of a company like Jubilee. The fundamental stickiness of media in general, whether that's TV, video form, or print newspapers, has gone through the floor. Every day, it's a sum extent. If you're in these industries, you are waking up and trying to recapture a lot of that audience for a lot of people. Yeah, I think that's a really good analogy. When I consider the sort of role that YouTube plays in my life, it really is as a replacement for sort of slot background daytime TV rather than the premium stuff that I would still turn at least to streaming services for that's really of the sort that you would have seen on television 10 or 15 or even 20 years ago. I took that point about YouTube capturing multiple demographics. I find that really interesting."
    },
    "Unknown": {
        "episodes": [
            "Foiled_again_a_second_attempt_on_Trump",
            "War_or_less_Lebanon_on_the_brink",
            "Missile-stop_tour_Zelensky_in_America",
            "Silicon_returns_to_Silicon_Valley_chipmaking_enters_a_new_golden_age",
            "Bulls’_AI_funding_artificial_intelligence",
            "Rocketing_Israel_escalates_Lebanon_conflict",
            "The_Weekend_Intelligence_Detoxified",
            "Come_on_out,_the_vacuum’s_fine_SpaceX",
            "Screen_time_why_the_world_can’t_get_enough_of_YouTube",
            "Pager_turn_the_Israel-Hizbullah_conflict_escalates",
            "Arrested_development_why_the_world’s_poorest_are_being_left_behind",
            "Election_rejection_fears_of_a_contested_result",
            "The_Weekend_Intelligence_Madridland",
            "Shun_while_it_lasted_never-Trumpers’_fading_sway",
            "Fed-letter_day_at_last,_a_rate_cut",
            "From_exile_to_high_office_one_ambassador's_fifty_years_in_China",
            "Ballot_box_bets_What_America's_election_means_for_investors",
            "Chip_wreck_Intel_is_on_the_rocks",
            "Black_boxes_(part_one)_Michael_Kovrig_on_how_he_became_a_political_hostage_in_China",
            "No_right_left_Afghanistan’s_oppressed_women",
            "A_new_prescription_Kathy_Willis_on_how_nature_can_improve_your_health",
            "Playing_the_fuel_reforming_Nigeria’s_subsidies",
            "Open_to_debate_Harris_and_Trump_clash"
        ],
        "total_speaking_time": 3489.86,
        "text_corpus": " If you go back to the first year of COVID, what nearly every country on the planet did and what was recommended by the IMF and the World Bank and others was to maximize counter-sick the fiscal spending. So, in high-income countries, that involved massive increases in debt, but that debt could be borrowed domestically because there'd be liquid domestic debt markets. In low-income countries which have fewer resources already, in which got stretched very quickly, they were forced to resort to borrowing on international markets, but suddenly when the interest rates cycle shifted in the United States, the debt service payments for these countries became extraordinarily high. They exceeded cumulatively payments going on health and education and infrastructure in well-over-60 countries. And that just fiscal challenge becomes a massive constraint in terms of pulling back the government's maximized counter-sick legal spending. So in high income countries that involve massive increases in debt, but that debt could be borrowed domestically because there be liquid domestic debt markets. In low income countries which have fewer resources already, which got stretched very quickly, there were forced to resort to borrowing on international markets, but suddenly when the interest rate cycle shifted in the United States, the debt service payments for these countries became extraordinarily high, they exceeded cumulatively payments going on health and education and infrastructure in well over 60 countries. And that just fiscal challenge becomes a massive constraint in terms of pulling back the government's ability to invest in basic services for what we describe as human development. While the debt service issue became a precipitated crisis, it was exacerbated by two other trends. One is many of these countries depend a lot on international aid, especially in I mean, it's both physiological and psychological, most of the time when you're looking at these interactions, but people look for example at brain wave activity. They'll be looking at stress hormones. There's a standard questionnaire that psychiatrists use to look at people's anxiety levels, for example. These are clinical trials, which have been blind tested to show the actual reductions that occur when we interact with particular sorts of nature. It's not all nature, for example. It's all nature. So it'll be things like, if you are in a park, then you should go near areas, you've got more trees in them, a certain number of trees anyway, and also have higher levels of biodiversity, more mixtures of planting in there. A flat football pitch has a very different effect, and doesn't really take the boxes in terms of physiological, psychological calming, as it would have you walk through a more wooded area, or an area of nature, or it's very rich. Yes. Yeah, exactly. Because there's lots of things going on to in live in your senses, I guess. Lots of maybe some creatures as well, different colors, smells, sights, sounds. All of those things, and each of those can have a slightly different effect on you. But I think one of the really interesting ones is the ones to do a smell, because most of these other things are triggering, I sort of exist them in the body to bring about calming. Well, there are two things in there that are really important and the first one is about smell. The one that's really, really interesting terms of smell is when we smell certain of the conifer family, particularly a cypress Cooper C C, what happens there, there's a lovely experiment on a number of years ago now where they had men sleeping in a room where they puffed up Cooper C C for, it's a Japanese hino-key oil into the air for three nights. And these men slept in these photobrons for three nights and they measured their bloods and their urine and blood pressure, etc. What they found first for significantly reduced to draining hormones in their blood after three nights. Okay. Okay. But the second thing is they found significantly elevated natural killer cells in their bloods. Now natural killer cells are the things that we all want higher levels because it attacks the cancerous and virus cells in our bodies. These are our first line of defense to these other really horrible things that can happen to us. And so that's was going to touch in the plants, smelling the plants. It's not about what species is it or what's its evilish history. It's what's its smell like. What does it feel like? How does it make me feel? Very, very different relationship to nature now than I had five years ago on a starting spot. It's absolutely pleasure. Thank you. was setting to work building a new model. Most information and markets about companies or the economy is disseminated widely and incorporated into stock prices in a flash. But the firm had spotted a potentially huge opportunity. Tonight, voters get the last word in the election of a lifetime. Hillary Clinton seeking to break the ultimate glass ceiling, dark trunks, hoping to shatter expectations again. They said Trump doesn't have a chance. On election night, most financial market traders still seem to get their information from CNN. If James Street traders could access results data directly, by gathering information themselves from hundreds of state and local websites, they could get a jump on the rest of Wall Street. The trader in charge of this operation was sandbank and freed. Years before he founded, the now-defunct crypto exchange FDX. At James Street, SBF recruited a team of traders to do the hard part. Figuring out, state by state, how local election data was released. So the fund could grant the money. to their presidential election. So if Harris wins the presidency, I would guess that she has a fairly good chance of also winning the house. The Senate on the other hand, this year happens to have a particularly unfavorable map for the Democrats. And in order to win control of the Senate overall, they'll probably have to hold on to Senate seats in quite red states like Ohio or Montana, or even win some from the Republicans in states like Texas or Florida, which lean quite substantially to the right compared to the country as a whole. So there's still a chance that they could win, but it's much less likely that the Democrats hold on to the Senate. So I think if Kamala Harris wins the presidency, I think there's a decent chance that she will face Republicans opposing her in the Senate, whereas if Donald Trump wins the presidency, I think there's a good chance that he'll win a trifecta and have both houses of Congress supporting his legislation. Well, Owen, thank you so much for laying the groundwork for us. That was very helpful. Thank you. So that is what the polls suggest about the state of the race, but do investors agree. And how do they think the policy platforms of each candidate? going to be taking massive leveraged bets on stocks after this episode. Stick with your money on red, so to speak. Well, Alice, my money is on purple. That is not on the blue states or the red states, but on the United States in America. How are you on? Is it always seems to do? Okay, that's kind of corny. But on a serious note, I found BAN is comments really kind of illuminated theoretical Quandery, which is on the one hand, you know, you begin to have that micro economic analysis of you will, where you can look at basket of Trump favored stocks, like oil companies doing better than a basket of Harris favored stocks, like renewables and EVs. And at the micro level, that seems to reflect almost quasi-efficient market pricing, and that you've got the market pricing in the potential sectoral benefits of a Trump victory. But then you have BANY laying out how there are so many macro risks that would be involved in Trump victory. Higher inflation, higher rates, higher risk, premium. And he certainly not alone in that viewpoint. So if you take that perspective, then you've got a market that's doing a terrible job of pricing in the macro risks. And so you're kind of left with this odd theoretical position where you've got a market at the micro level seems to be efficient, but at the macro. lifetime to kind of developing a sense of who we are. Those hand-cifes get slapped on you and suddenly there's an implication that you're a wrong-doer. Canada may now be caught up in the fight between China and Washington, a diplomatic dispute that could drag this country into the trade war between the two superpowers. Copperx wife spoke to global news about the 18 agonizing months he spent behind bars. Coronavirus has taken a toll on two Canadians that has been stuck in a prison in China for the last 500 days. It has been a thousand days since Michael Spaver and Michael Kauru were detained current 2023 counter-esbian ash law. They've essentially criminalized asking no-is-equestions. Some of the main issues I was looking at were things like the South China Sea disputes, tensions between China and Taiwan. The main thing that I was actually drawn into working on was not in fact China, but rather North Korea, because at that point in time, over the last couple of years, Kim Jong-un had been ramping up North Korea's missile testing and including nuclear testing and was being increasingly menacing. issues in Chinese foreign policy. Some of the main issues I was looking at were things like the South China Sea disputes tensions between China and Taiwan, and he was also interested in The main thing that I was actually drawn into working on was not in fact China, but rather North Korea, because at that point in time, over the last couple of years, Kim Jong-un had been ramping up North Korea's missile testing and including nuclear testing and was being increasingly risks around. Anton, thank you it's fascinating and terrifying to talk to you. Thank you Rosie. Open AI's latest investment round has apparently ballooned to a new high valuation as well as a significant $250 million minimum investment. Okay, but first of all, let's set the scene a little bit to tell me about Springfield. First up though. He was a lieutenant at the time, an insular enc, the sleepy epicenter of the war back then. He was commanding a paratrooper unit. And when his troops were threatened with an ambush by sensual Russians' special forces under the control of the rebel commander, he got a spell called Gerdkin. He opened fire despite they're being a very clear order not to. His quick thinking probably saved it doesn't have his men. And those first Ukrainian bullets were a good two days before the official starts of Ukraine's anti-terrorist operation as it was then known. See it, shoot it, became his motto, and he carried that through his military career. Oli Disbeying orders doesn't normally get your promotion, so what happened next? Right, now he's the leader of Ukraine's unman's systems forces, essentially it's drone army. A position which really couldn't be more important. And even if the war moves into a new phase, it's exactly here in the innovation of drones that the world will be looking. But his back story is very much overrebel. and we will definitely test the things they use most of them don't get to go into orbit to do so. And you will be too per witness for watching from the nose coming. Now Ali SpaceX has been notching up lots of firsts in recent years. What do you make of this flight the first spacewalk? Well there are various things that you could say. I mean they are in a orbit that goes further from the Earth than all lower orbits that people have been in before. And the four people on the crew, Mr. Isaac Murnman, Ms. Gillis, Anna Menon and Scott Petite are further from Earth than people have been for six years. I think what's really driving the interest in the flight though is peculiarly ideological. It's the fact that private individuals are doing something that previously only civil servants and military officers have done. And there's an ideology of spaceflight that says that it's really, really important that it be private individuals that do it. And these are private individuals doing it. And so I think that's what gets people saying great leap and giant leap forward and things like that that I've seen in the press. Whether you actually think that it's a giant leap. First up though. Dragon SpaceX, secondary flow purge complete, close secondary O2VLs and report ready for soup press resation. Is anyone copy? Maybe too copy. On Thursday morning SpaceX conducted its first spacewalk at around 1015 GMT, which would have been about 6 in the morning in the East Coast of America. Maybe one close, maybe two close, one one close, one close, one close, one close, one close, one close, think that's trading is ready for soup resation. Initiating primary O2. It's part of the Palaris door in the mansion that launched on Tuesday. Oliver Morden is our planetary affairs editor. That raspings sound as pure oxygen flowing into their low-pressure space suits, though operating at the sort of pressures that you might do when climbing Everest. Because that alone pressure, the suits don't blow up like a balloon, which can restrain movement. simply to bring down the price of treating someone with these therapies? Yes it is but in the 10s of millions of Republicans that Donald Trump was a liar and not worthy to be followed anywhere. Can we talk about November this year? There's a scenario in which Donald Trump wins and then Kamala Harris concedes. There's a scenario where Kamala Harris wins and I think everybody agrees that Donald Trump doesn't concede. How likely are we to see a repeat of what happened in 2020 this time around? To what extent do you think the problems that showed up in the system in 2020 have been fixed since then? Or you anxious that we might see a repeat? A lot to unpack there. I'll go in reverse order. I am very concerned that Donald Trump and the maga crowd will once again try to launch conspiracy theories into the, you know, into the universe. If Donald Trump loses, most certainly they will. They're continuing their efforts by trying to stack election boards, change petty laws, plant seeds of doubt on social media, all of those scenarios are unfortunately playing out in communities all over the country. With regard to fixing the problem. I, the presidential campaign. Well, the Fed was in a damned if you do damned if you don't position. If they had opted for the smaller cut, the quarter point, a lot of Democrats would have been furious, believing that the Fed was taking un-new risks with the economy in the lead up to the election. Having gone for the bigger rate cut, though, a lot of Republicans, including Donald Trump, will not be pleased. They'll believe the Fed is playing politics, that this is trying to deliver a boost to the markets, and that therefore this is something that's being done to boost commonohiruses chances. Mr. Powell stressed yesterday, as he has stressed on many occasions, that the Fed is an independent institution. We do our work to serve all Americans. We're not serving any politician, any political figure, any cause, any issue, nothing. It's just an excellent employment and price stability on behalf of all Americans. But of course, inevitably any Fed decision would have been a lightning rod or a political criticism given where I'm at. And in the past few weeks there has been an intense public debate over whether Western countries ought to allow Ukraine to use their longer-range weapons inside Russia, and we may well soon see a change in that policy. So Shashang, can you lay out this intense public debate for me? What are the arguments here? On the one side are concerns about escalation. Vladimir Putin, Russia's president, has said that Western arms landing deep inside Russia would cross a red line. He said that that would mean the West was at war with Russia. The Biden administration is cautious. It says that Russia has already moved a number of its fighter jets further east so that the air bases are not as valuable as targets anymore. It's worried about escalation in a way that might drag America into a conflict with Russia. the ultimate decision about whether these missiles can be provided both the hardware and the software comes down to the US. Do you think that American concerns about escalation can be overcome? I think they can be. We've already seen America give permission to Ukraine to use some of its more basic short-range weapon systems on Russian soil to repel a recent invasion of Harkiv in the northeast of Ukraine. And American military equipment has also been used in cursed province during Ukraine's recent offensive. I also think the concern here, Rosie, is not really about direct retaliation. It would be pretty stupid for Putin to attack NATO directly unless he's totally desperate because it would end very badly for him. I think what people are more concerned about is other kinds of retaliation. That could be an intensification of the Russian sabotage campaigns that we've been seeing in Europe that have been going up and up. But it could also be what experts call horizontal escalation, which is to say the same thing done somewhere else. And in particular, we know that Russia has had military intelligence officers. He went from strength to strength with that group. It formed in 1966, so he called it Brazil's 66. He had a huge, huge hit, which was called Muscanada. He was always very prepared to follow up whatever new thing caught his ear. And he gradually began to experiment, more and more, weave in different kinds of music, as he could find them. He liked to brosilionize a lot of the hits at the time. For example, day triper by the Beatles. Simon Agafankos Scarborough Fair. They lent themselves very well to sort of awesome over rhythm, so it was then awesome over rock and pop all fused in together. And with this combination, he was actually twice invited. because he was making his music so popular that he couldn't be keeping up with the sheer resourcefulness of Brazil and the true colour and complication of the music there. But he was always a proud Brazilian. He lived in America for 60 years in Los Angeles, but he never became an American citizen. When he put out his albums and his music videos, they were strongly Brazilian, they couldn't really be anything else. There was one song called The Frog, which was obviously filmed deep in the rainforest. He always thought that it was melody that carried a song. He didn't matter if you couldn't understand the language it was spoken in. What mattered was first of all, melody, second rhythm and perhaps overall that tremendous air of celebration and joy which marked Carnival in Brazil and also marked the whole population believes agrees that it's going to be good for them and that China will change at its own pace. We really cannot predict nor just tell them you should do this and do this. some of the more years are coming back. I think yes, I share their observation that some of the more years are coming back. slogans in fact were just a few days ago. I was reading about the spirit of the This is rising schools fees and all that. And that made us qualify as leftists. We heard of China, Red China at that time, the China behind the bamboo curtain. And in fact, most of observations on China reports on China were done from Hong Kong, because very few foreigners, not to speak of journalists were on the mainland. So when we received an invitation to form a Philippine-Use delegation coming from the China Friendship Association for an all-expenses paid three-week tour with all-why not. The Philippines did you have diplomatic relations, even at that time? No, it didn't. We didn't really have diplomatic relations until 1974. So it was almost like going to North Korea nowadays. In fact, our Philippine-Bassports were stamped with a note not valid in communist controlled states of Soviet Union, Yugoslavia, China, Vietnam, North Korea. Because the Philippines, the 19th, early 1970s, it was So if I can take you back to China August 1971, China was ruled by Chairman Mao and everywhere you turn, almost everywhere you are, there will be blaring this heme, the East Red, and meetings will begin with that, mass gatherings will begin with this and to me that is what defines China of the 1970s, the Red China. once you think the West can do to turn that around. In essence, Mr. Zelensky wants more and continued support from the West in the form of more weapons, permission to use weapons in more ambitious ways than the Ukraine has had so far, including striking deep into Russian territory in order for Ukraine to defend itself better. And there's also the question of Ukrainian membership of NATO, which is an aim for future security guarantee, and the question of when that membership might actually come about to make the country more confident that it could resist Russia and Russian aggression in the longer term. In essence, that sounds as if it's the same scope of ask that it has been every time the Mr. Zelensky has turned towards the West, what's different this time? Well, it's quite true that there's a pattern of President Zelensky coming to America and asking for more help, bigger packages. This time, I think, what's really different is the political situation in America, as well as the situation on the ground in Ukraine. So in America, there's the awkwardness of an imminent election, just a few weeks. May matter more than others, because who wins the White House in November, will determine how much support Ukraine will get in the future and in turn perhaps how the war in Ukraine ends. President Zelensky is in America because it's an intense time for global diplomacy. Generally, the world's leaders are there for the UN. General Assembly. General Franklin is our senior U.S. editor. But it's also a critical moment for Ukraine both diplomatically and on the battlefield, and we're ahead of an American election. So this is where a lot is going to be playing out in the coming weeks and months. Before this visit, there was much talk of a peace plan. The Mr. Zelensky was going to present what is in it? What's the ask at this point? Well, Ukrainians are still putting, if you like, maximalist demands, they have the moral high ground, restoring their full territorial integrity, including all the areas that Russia has occupied in the current war, but also Crimea. I think the trouble is that that's looking increasingly unrealistic on the ground where the war is a great of them are exclusive deals as well. So, somebody coming in even with the FIFA brand wouldn't automatically have the rights to all those other players, clubs, leagues and so on. It's going to be hard for anybody to really tackle FCE, whether they have the FIFA name or not. That's all for this episode of the Intelligence. The show's editors are Chris MP and Jack Gill. Our WT editor is John Joe Devlin and our sound designer is Will Row with help this week from Alex Port Felix. Our senior producers are Rory Galloay and Sarah Larnuk and our senior creative producer is William Warren. Our producers are Maggie Kiddifa and Benjigai and our assistant producer is Henry Atomic-Farlane with extra production help this week from Peter Grannitz and Jonathan Day. We'll all see you back here tomorrow for the weekend intelligence. works, they grumble about overcrowded metrics. But just like their Olympics, it may be the Emily and Paris is a sort of reminder to the French that their own city is beautiful and there a lot of people are in love with France because of their city's splendour. So possibly they begin to see that there's a value in Emily and Paris. You have brazen, brand placement in a series for luxury goods have done well, that have featured in the show. American seem to have a better impression of the French just for having watched the series. So perhaps this is about France feeling better about their capital than they did. I suppose one of the things about Emily and Paris is that it hasn't really got any better, but the world has got a lot worse since then. And so it's almost like we need some kind of slightly vacuous drama to enjoy in the meantime. I think ultimately that's exactly right and the French have gone through a pretty difficult period themselves. Olympic's a part they've had some pretty hairy elections. And I think that it's sometimes just a way of suspending reality and indulging in a bit of back-ures fluff. And the French seem at the end of the day as ready to do that as an less tolerant of the behaviour that their mothers or grandmothers would have accepted. And Emily's boss would be calls out a past sexual harassment case. Then like Louis that they all need to be held accountable for their actions. Right. So that could be a factor that helps make the French warm more to Emily and Paris in season four. And so if we've been talking a lot recently about the beauty of Paris, rather enjoyable, the Olympics of course was last month. And many Parisians dreaded it and then when it came about, actually, we're really delighted to see how well the games went and delighted to see Paris looking so good on their screens. Is Emily part of that, do you think? Well, it could be that, often when you talk to Parisians, they do a lot of moaning about their capital. They usually talk about the rats and the road works. They grumble about overcrowded just like their Olympics. It may be that Emily and Paris is a sort of reminder to the French that their own city is beautiful and that a lot of people are in love with France because of their cities. Splendor. So possibly they begin to see that there's a value at Emily and So, Fypetta is our Paris Bureau Chief. It's about Emily, the fictional character who is played by Lily Collins. I'm looking forward to getting to know each and every one of you, and likewise, having you get to know me. Why are you shouting? She's a young, social media exec from Chicago, who's transferred by her firm. Has anyone noticed this is a very dysfunctional workplace? I think you're the one bringing a drama. What? The series is now on its fourth season, and as done as shingley, it's become Francis, most watched Netflix series. Look, I know you haven't warmed up to me yet, but I promise you, well, if you get to know me. I don't want to get to know you. Sophie, are you a fan? I've watched it, partly out of curiosity, because I live in Paris, I work in Paris, and it's always interesting to see how Hollywood depicts the city, and sure enough, it was as full of as every one of those Instagrammer bookly shows, as you can imagine, at the beginning, and the French hated it. So what was it that they particularly hated? It was everything, really. It was the fact that the French were depicted as either mean or lazy or by it and when he was in the model, he was feeling the effects of the economy, whereas we find in our historic analysis that candidates who aren't an incumbent president don't feel in effect from the economy. So that just drops out of the model. And the effect it had was initially the model just became a lot more uncertain. So we went from having a lot of polls to not many polls, which meant it kind of lent more on fundamentals data. On the first day that we rerun the model once Harris was a candidate, we gave Donald Trump a 57% chance of winning the election. But as more polling has come through for Harris, it's been quite positive. She's doing relatively well in swing states. And now she has a 51% chance of winning the election. So it's about Okay, Edrice will be back next week. He's been off doing some reporting on what would happen if Harris wins in November and the Trump campaign contests the result. He's got some really interesting in the weeds reporting. So do tune in for that episode. For those who are new to checks and balance, we have a quiz at the end of every episode and it's highly competitive. Adam Schallet, the other big political news at the week was of course that Taylor Swift has endorsed Kamala Harris. Now I'm going to give you a list of celebrities and I want you to tell me which president they supported. Okay, question one, Humphrey Bogart, Rita Hayworth, Orson Wells and Frank Sinatra. That would have been in, did they support Eisenhower? I'll guess JFK. It was FDR a little bit earlier. Question two, love him, then it is reaching out to persuadable voters. John, there were so many memorable moments from this debate. It's really unusual in that sense. There were so many kind of revealing or interesting ones that either confirmed kind of what we thought about Trump, but in an important way, or illustrated kind of new dimensions of her approach to politics that seems significant. Yeah, it was really remarkable. I mean, it obviously studied Donald Trump and she was prepared with a series of hooks really for him to draw him onto the territory where she wanted to debate. And the fact was to really minimize his attacks on her and the record of the Biden-Minute in a serious injury for Tally. If that truck protects its own driver, it will earn a five-star safety rating. That is a big difference from in Europe where the regulators take account of the safety, not just for the driver of the car, but others on the road. And is that why Americans love big cause because they feel they're safer? Well, I posed this question to folks that I spoke to for the story, and a lot of people were kind of skeptical of that argument. They said, Americans like big cars for a lot of reasons. They're roomier. They can tow things. They can do work in more rural places with them with these big trucks. They're more powerful. They sit higher up on the road, so they have better visibility of the road. So I think there's a lot of reasons why Americans love big cars. And I think safety is probably not the top one. And there's a lot of other reasons too. I mean, policies around regulating cars incentivize Americans to buy the bigger trucks in SUVs. So America's tax system subsidizes heavy vehicles by setting more lenient fuel efficiency standards for light trucks. And then there's also big tax breaks for companies that buy heavy duty vehicles for their business. They can deduct a big portion of that cost when they're filing their taxes each year. a kind of lower level skirmish between his bolan Israel for a long time. What comes next, do you think? It's too early to say, but I agree. I think this is being seen in Lebanon as a significant escalation and Hezbollah will want to retaliate in some way. I also don't think it's in any position to retaliate right now because of the damage to its military apparatus, to its communications network. So I think it's going to take some time before the group decides on a response. Its leader Hassan Masraullah is due to speak on Thursday afternoon, so we'll wait to see what he has to say and what its leadership decides to do from there. There's also a question of what Israel chooses to do now. Even if it didn't intend for this to be a prelude to a military offensive in Lebanon, it's possible that some Israeli generals will now look at Lebanon. It will see Hezbollah reeling from this attack and push for a bigger incursion even if that was not the original plan. So like so much of what Israel has done over the past year, you can describe this as an operational success, but the longer term strategic consequences of this attack very much. I wanted to go away and come back again another time. As if they ended up with a piece of big drop, they don't got to cut back. This person here really is very, very outstanding. Although the vast majority of all the break is our polite, Stuart did tell me that occasionally someone throws a wobbly as he puts it. The bounty may be encased in full's gold, but the returns are real enough. On eBay, fossils advertised from the nearby linewrejas, what unself for an average of 100 pounds? Someone's self as much as 1600. And that may explain some of the more risky behaviour. In November 2023, police apprehended two fossil hunters on a beach in southwestern England. Not only were they looking for fossils in a protected area, they were doing so with a rock saw and angle grinder. So are all these amateur fossil hunters a good thing? Lizzie thinks that there's no problem as long as everyone follows the rules and stays safe. And what's more, more searching also saves specimens that would otherwise be lost to see. Back in 2017, Lizzie discovered a prehistoric crocodile that was previously unknown to science. This week, something big changed for Nigerians. came the highest grossing film in the country. So why is Indonesia such a horror movie powerhouse? It's partly down to the country's rich folk laws. This is why we have a band in our limitless, actually, ghost characters, demon characters, that we can exploit to make more films. And in Indonesia, parents often use ghost stories to make a children behave. That's why the genre is very popular in Indonesia, because we are very close to that, and we actually believe that. At the same time, the roots of the recent horror boom can be traced back to the 1970s and 80s. During the so-called new order regime of Sahar-taugh, the dictator, filmmakers turned out dozens of scary films with the masses. Under the scrutiny of censors, horror films back then usually had an ideological dimension. A typical storyline involves a woman who turns into a vengeful spirit, until she is tamed by a pious Muslim man. And that's a popular trope in a Muslim majority country. And the next one. turning on crypto. Rebecca Jackson is also the corresponding. There are a couple things that happened. The first is that Texas politicians have been excited about Bitcoin for a long time. In 2014, Greg Abbott, who's now the governor, took campaign donations in Bitcoin before it was cool. Fast forward many years and in 2021, China banned Bitcoin miners. And so they went looking for refuge. In Texas, they found everything they needed. There was lots of land, cheap power, low taxes, and a libertarian ethos that matched their own. But in recent years, the Texas grid, which is disconnected from any other grid in the country, has become more and more fragile. That also made it more likely to attract Bitcoin miners. Okay, explain that relationship between the grid and Bitcoin mining. After a big winter storm in 2021, that left 4.5 million taxons per out power and killed about 300 of them. The politicians were looking for a way to stabilize the grid. They wanted to make sure that there wouldn't be blackouts in Texas's big cities. One of the main issues is that there wasn't enough power being generated. Greg Abbott figured that if you brought on more large amounts of money, it would be a lot of money. reputation being the murder capital of the world. It was a region that was locked in conflict between Marxist, Gorillas and right wing paramilitaries for much of the time that he was working there. But he was still interested in trying to pursue why there was such a high prevalence of Alzheimer's there because strangely there was. And it all came into focus in 1982 when 47-year-old man was brought to see him. It was clearly Alzheimer's, but he was very young to have it, and it turned out that his father had had Alzheimer's too and his grandfather and several of his aunts. And that was extremely interesting because it meant that he was possibly a whole population of families who were related to each other and all to some degree carriers of the disease. And what he had to do, he saw quite clearly, he was to go out into the villages which were very removed and forestrootherwise. and footage through the record, the parish roles, the birth certificates, and death certificates. To find out who was related to whom and tried to door up a great, big, genealogical chart of the families in the whole region. He found that it was really very common for most of them to die in their 40s or 50s. His was early on set out timers, and it was terrifying to the carers, because when they were younger, they could not imagine what they would do if they caught this disease and they lived in dread, of going down with it because, of course, they had relations with it. But the other thing he had to ask them for was to let him have the brains of those who recently died from Alzheimer's, in fact, to let him have their brains as soon as possible, and this they found extremely difficult. So it was from the brains that he began to discover what the mutation was. He found there was a single mutation on chromosome 14, and that single mutation had gone down the generations, and it seemed in the end if it carried on with no preventive measures that perhaps half the people in the region, and had certainly half the people, among those 6,000 families, would come down with early onset Alzheimer's. He was asked, seeing that a cure was obviously a some way of, what could be done to mitigate the terror of Alzheimer's, which now has quite a grip on the world as people get older, they fare it more and more. He said that it shouldn't be seen as a tragedy, to him, although it was a very serious disease. There were ways of dealing with it if you could manage to, instill enough. that existing brand. And then beyond that we also make revenue or commercialized via product that will sell through eventually like experiences and activations and kind of broadening and thinking about our content not as just like the end of the all of how do we make money just on the content? But what we're doing really on YouTube is we're building a brand in an audience that are not only excited to watch a content, but really we believe participate in what we're making as Jubilee and really believe in dating kind of formats and one thing that we have experimented a lot with is just in-person dating experiences. So what would it look like for example if we were to do our dating show in front of you know a haul of 100 or 1000 people? We've also done other things where now you don't just get to watch your participating, where we're doing kind of like a social experiment activation. Almost imagine a hundred people are blind dating within our warehouse and people love that. You know I think we're a chicken dish that is made with just a whiff of sage. One of my favourite brands is called Dog by Lisa. It's an Australian brand started by a vet and she sells all kinds of clones and bombs, specifically for dogs. I asked her to dogs really need to be moisturised and she says it's just like humans, which she said to me, would you wash your face and not moisturise afterwards? So it really seems like there's very little that people wouldn't do for their pets nowadays. And to the tune of what kind of cost are we talking about here, keeping one's dog moisturised? So just last year people spent $186 billion in America on their pets. And this is not just products, it's not just things like moisturizers. That includes everything from vet bills, to insurance, to food and treats and grooming products. The thing is at the moment, in the consumer world, you have a massive crunch. You've got high inflation, people are worried about their jobs, they're cutting back spending on themselves. And yet the amount that people plan to spend on their pets is going up and up. I spoke just to Manila St. Morgan Stanley and they're working it's going to Lapping it up. They are indeed to have mentioned to you some start-ups doing high-end products, vegan, grooming products, GMO, free grooming products. But actually, what's really surprised me in reporting the stories, how a lot of the big consumer groups I think about, they're actually pet companies. So take Mars. You probably think of Mars as producing those calerific, chewy chocolate bars. But actually, two thirds of Mars' turnover last year came from the pet division. They produce pet food, but they also have loads of veterinary clinics. It's the same for Nestle, it's the same for coalgate. You have these really big consumer groups that you might not realize it, but they're actually pet businesses. And they're growing very fast. You're seeing lots of other companies trying to get into the business of pets. You've actually got so much private equity money going into the veterinary sector that there's anti-trust concerns. They've bought up so many vet clinics. You've had consolidation. Both in Britain and in America, you've got regulators worried about that. And we were going to need a pet related regulator just to handle all of this. I mean, as far as what people will do for their of luxury clinics. It's the same for Nestle, it's the same for coal gate. You have these really big consumer groups that you might not realize it, but they're actually pet businesses. And they're growing very fast. You're seeing lots of other companies trying to get into the business of pets. You've actually got so much private equity money going into the veterinary sector that there's anti trust concerns. They've brought up so many vet clinics. We've had consolidation. Both in Britain and in America, you've got regulators worried about that. And we were going to need a pet related regulator just to handle all of this. I mean, as far as what people will do for their pets, spend on their pets after this chat I'm wondering, what's the limit? What next? Honestly, Jason, I don't have a pet and then reporting this story. I have been flabbergasted. I can't imagine what the limit will be in my research. I found people who have private jets kitted out just so their pet can be comfortable on board. So it seems like there's really nothing they wouldn't do for the animals. Okay, you have provided me with a link here. And I have clicked through to something called VistaPets, which quote ensures that loyal companions receive the same. to other model makers because you've got this kind of frantic effort under way to try and design the most efficient and economically useful model. The future feels quite uncertain. Like I came away from Silicon Valley thinking that the field was a bit wider open than I had thought going into it because the big model makers, when you look at their performance, they're quite clustered together actually and so it could be any one of them that lands on that ingenious idea that will give them the edge over the others. The big tech firms for instance are doing quite a lot as well and more and more of them are designing their own chips. Many of them own the devices through which companies and consumers might sort of interact with AI on a daily basis. But again, the competition between them is really fierce but I came away thinking there's definitely a recognition of the problem and a desire to get around it. Do you know the idea that actually we don't know if you're the one who's going to be is actually quite exciting. Shall I let's bring this program to end by talking about chips again? What is the future of chip making look like from your point of view? So I think more slice dead though as a rationale pointed out the innovation is definitely happening. So there's a lot of other things that are going on beyond. Reducing the distances between computing and memory, meaning where the data is actually processed and the data is actually stored. Remains a fundamental challenge. Probably the best bet we have is actually stacking chips in 3D. So stacking things vertically essentially building what I would call something like high-rise chips where various layers of logic and memory are interleaved. And the distances between them are extremely short. This might actually also have the advantage that we will no longer have to reduce the size of the transistor. some role in that. So the limits that we wrote about were around the power requirements of training and using large language models, training, open-air, GPT 4 model for instance, used the same amount of energy as would have powered 5,000 American households for a year. So it's really staggering amount of electricity and then on top of that if you make a query of the model, so the inference cost stacks up as well. So that high cost makes the model very expensive to build, very expensive to use and for the technology to become useful in a kind of everyday basis those costs need to seems to be the limitation. Yes, so right now there's a huge kind of race underway to try and innovate around the power constraint and the economic constraint and so you're seeing that on the hardware side with chips. You're seeing that on the software side, Shireley has talked a little bit about what Chinese developers are doing but you know model makers everywhere are specializing models for instance or experimenting with smaller models. and then the other hand, the racist. Of course, it is hard, but on the other way, this is also very, very normal and very human, that Paul did the non-book, always tried to draw clear pictures, black and white, so shades of grey are not existing for him. It's good or bad, or beautiful and ugly, but this is actually not how the reality is. Therefore, this is what we have to accept. You can have really interesting aesthetic convincing architecture made by really bad people, or within a really horrifying regime, and vice versa. So therefore, of course, a place like this is in a way maybe a contested or it's an uncomfortable place, but it's not something we have to tear down or only turn into a museum. It's accepting the fact that history is complex and that human beings are complex. It's this complexity that attracted Anna and his co-founders And I'm able to stay here and say, this and another self is an active refusal. And it's an active refusal against the racist ideologies that you have, the anti-Semitic ideologies that you have. And then to open up this as my opportunity to say, now I was bringing more people who I know you would have hated and allowed them to be free, allowed them to expose their own processes. Let's just make this an entire party of the people who you don't want to hang with. This is going to be fantastic. And we're going to eat a whole lot of cake while we're doing it. And I recognize that now, when you're dealing with issues of monuments and memorials, how do you deal with contested sites to have such awful histories? And I felt as though my work which is around identity and architecture had to speak to that uncomfortable history. And many organizations don't want to have those type of conversations. And so I was committed to doing this work if and only if I was allowed to really investigate the history of this location. And I recognize that now, when you're dealing with issues of monuments and memorials, how do you deal with contested sites to have such awful histories? And I felt as though my work which is around identity and architecture had to speak to that uncomfortable history. And many organizations don't want to have those type of conversations. And so I was committed to doing this work if and only if I was allowed to really investigate the history of this location. changes in the city as accelerated by the COVID pandemic. The pandemic was crucial in Madrid's sudden emergence after an awful initial wave of death. The city and regional governments fought to keep Madrid open and tourists and digital nomads discovered it as a place where life returned to semi-normal earlier than other places. And then they discovered just how great the city is. Among other things, the pandemic changed work patterns. People who could work anywhere decided to do so. And found places like Madrid and Lisbon, congenial for doing exactly that, with big airports and direct flights to their clients, but cheaper rent and more sun than where they'd left. So who better to talk to about this rise in digital nomadism than the owner of a coworking space? Quintano Navarro, who runs the shed? And what's a city of, I think, was 2.5 or 3 million people more or less the city. And right now I don't know, it's getting forward. Yeah, it's getting forward. So in 20... political party. What we're seeing is that the funders, and banks of Spain have been a country. She tells me that big foreign funds, which she calls a culture capital, are buying up buildings all over the city. Sometimes they leave them empty for a few years knowing that they'll be able to sell them for a lot more a few years later and tenants get in the way. When buyers buy up these buildings, they often do them up in a modern international style. Across Madrid, all the renovations look the same to my eye. The developers take it's traditional Spanish apartment, knock out all the walls that create a warrant of small rooms, and pull out dark wood installations like bookshelves that soak up all the light. In their place, comes an airy, sunlight place with a maculet floors, minimalist design, and lots of white, high and furniture and fixings. And they always include a showpiece kitchen, open to the dining and eating areas. Spaniards call it a kothina amigagana, an American kitchen. All the newly renovated places seem to have them, and list for hundreds of thousands more than the un renovated place next. in capital was once a backwater. Yet in just a few years, it has become the place to be, and the flurry of newer rivals, including Lane, poses a challenge. How does a city thrive and welcome change without being carried away by it? Plus, are the Olovi they on a glorious September day? It's a circular, pedestrianized plaza with bars and restaurants all around. Two playgrounds allow the little ones to have fun while their parents have a drink in a bite. Young couples cuddle, ancient grandmothers are gently shepherded around by their elderly daughters. If you're in this plaza that you'll find, in my opinion, the neighborhood Democrats have been on North Carolina and it's 16 electoral college votes for years. Over the past couple cycles they've won races at the state level like the governor's race but they've lost 10 of the past 11 presidential elections. But this year it's looking more and more likely that that could change. So North Carolina is definitely a southern state but if you think about it it's just a few hundred miles or so. And that's the governor's race. Now I think I've heard about this on the news, but talk me through it. It's a pretty wild story, Jason. The Republican candidate for governor is the current lieutenant governor and his name is Mark Robinson. For many months, season Republican operatives have been saying that he's too extreme to win in the state. For example, he's called gay people maggots. He's denied the Holocaust. And he said that abortion should be illegal at zero weeks and that women need to take better control of their private parts. But last week CNN came out with a bombshell report that's kind of changed everything. The report on Earth comments, the Mark Robinson allegedly made just over a decade ago on a porn site called Mute Africa. In it, he describes having sex with his wife sister in extremely graphic terms and talks about his affinity for transgender porn. But perhaps even more upsettingly, he calls himself a black Nazi. And as that if the KKK would recruit black people, he would join and that he wished America would bring back slavery so that quote, he could buy a few. In a video on X Robinson said that none of the comments were his and called. I told that to Mark. I said, I think you're better than Martin Luther King. I think you are Martin Luther King times two. And the Harris campaign has said that they're going to tie the two men together as much as possible in the coming weeks. You're playing well in the next government, God. God bless you. Woo! Woo! Woo! Woo! Woo! Woo! When the news broke, I decided to get in the car and follow Mark Robinson, who is still on the campaign trail. He's been visiting bakeries and diners across the state. And I went to the Northwestern part of the state to see what he was telling voters. They've about the thousands of people who died just from just the day. From over there, some things like fit now. They've about the... His message is one of resilience. He says he's absolutely not backing down that the media is full of salacious lies from 15 years ago and that they're just trying to distract from policy discussions. Think about the dreadful state of the world stage right now. Think about what the news media focus in all right now. Many of you are going to be in the state of the state."
    },
    "Alok Jha": {
        "episodes": [
            "A_new_prescription_Kathy_Willis_on_how_nature_can_improve_your_health",
            "Silicon_returns_to_Silicon_Valley_chipmaking_enters_a_new_golden_age"
        ],
        "total_speaking_time": 77.11999999999999,
        "text_corpus": " proximity, you know, being right up next to plants and experiencing these things. Does that have a factor in compared to just, you know, seeing something from a distance or being far away from it? Kathy, thank you very much for your time. That's all from us. Now just before you go, we've got some exciting news to show you. Babbage has just won podcast of a year of the Medical Journalist Association Awards for our episode on bacteria fages. These are viruses that can destroy super bugs. They could make a difference in the ever more pressing problem of antimicrobial resistance. Make sure you go back and check out that episode. It's called How to Battle Superbugs with Viruses and we released it in May 2023. Thanks for listening. Babbage is produced by Canal Patel and Jason Hoskin with Mixing and Sound Design by Neacover Fast. The executive producer is Hannah Marigno. I'm Alopjar, and in London, this is the Economist. Yeah. Okay, so energy efficiency is a big challenge. What other technological challenges are on the cards to be solved to make these chips become even better? come down. Tell me what the real breakthroughs are that you think AI needs, now that the hardware"
    },
    "David Rennie": {
        "episodes": [
            "Black_boxes_(part_one)_Michael_Kovrig_on_how_he_became_a_political_hostage_in_China",
            "From_exile_to_high_office_one_ambassador's_fifty_years_in_China"
        ],
        "total_speaking_time": 173.24,
        "text_corpus": " Soon, Kauru was accused of crimes against state security. In reality, he was a hostage, a Canadian citizen caught up in the crossfire of the China-US rivalry. His plight became a diplomatic instance that made headlines around the world. by the Chinese government. In all, he spent a thousand and nineteen days in detention. But for Kauru, each day was a struggle to endure. The interrogator is sitting here at the desk on that Covering is clear about why his work was different from spine. Unlike diplomats, spies are tasked with stealing secrets, information they're not supposed to have, and they will bribe and coerce and blackmail to get what they need. At the International Crisis Group, he was trying to understand some of the most sensitive issues in Chinese foreign policy. And he was also interested in understanding China's neighbour North Korea, a hermit kingdom and headache for the whole region. China's border region with North Korea is a tightly police information they're not supposed to have, and they will bribe and coerce and blackmail to get what they need. Now the international crisis group, he was trying to understand some of the most sensitive understanding China's neighbour North Korea, a harmic kingdom and headache for the whole region. China's border region with North Korea is a tightly police place, diplomats and journalists straggling their often struggle to get a sense of what's going on. One contact for many of them was Michael Sparvele, a Canadian entrepreneur who ran travel tours into North Korea. Coverage First Met Sparvele, when he was working his So it's now 2024. You're the fellow peanut ambassador. I am very struck personally by conversations with people of your generation, perhaps that Chinese professors, the very successful business people or they were some of the reformers officials who worked for earlier reformist governments. And I am astonished to hear them saying, sometimes we're going back to the cultural revolution. I hear the same old slogans coming back. We're turning our backs on the downtown being years. And I feel wholly unqualified to argue with them because they lived through those years and I didn't. But you were there. All those kind of anxious, unhappy Chinese professors right when they say China's relations with the Philippines have gone through rollercoaster ups and downs in recent decades. We've reported here on Dromta about clashes over disputed reefs in the South China Sea. Today I'm asking the ambassador to take the long view. I'm leaving my post as the economists Beijing Bureau Chief to take up a new job as geopolitics editor. After more than six years writing Charguan, our weekly column about China has soon be launching and writing our first geopolitics column."
    },
    "Anton La-Guardia": {
        "episodes": [
            "Bulls’_AI_funding_artificial_intelligence"
        ],
        "total_speaking_time": 41.24,
        "text_corpus": " of warheads do not buy you that much more deterrence than Britain's or France's a couple of hundred warheads. Each I pray in hope it doesn't reach the astronomical numbers that they reach during the Cold War with the ability to destroy the world several times over and I hope that the lessons that the superpowers learned and the sixties are remembered and reapplied to the present day but I'm afraid that for as long as this rivalry with China continues to grow and deepen and Russia's war with Ukraine remains unresolved and continues to go poorly for Russia we are in an age of higher nuclear"
    },
    "Rosie Blau": {
        "episodes": [
            "Bulls’_AI_funding_artificial_intelligence"
        ],
        "total_speaking_time": 59.68,
        "text_corpus": " These days we hear about AI all the time. It's apparently transforming every aspect of our lives. And in that revolution, one company is vast ahead of the pack. Open AI is the firm behind-chat GPT and it could soon become a very rare beast indeed, not just a Silicon Valley Unicorn but a Hector Corn. That's the term for a startup valued at over $100 billion. Until now Elon Musk's rocket company SpaceX was the only American startup to reach that level. But Open AI may soon be valued at $150 billion. The problem is that when you get to that size and need to raise money, you really do need funders to chip in very large sums. And that means most of the usual investors just don't big enough."
    },
    "Henry Tricks": {
        "episodes": [
            "Bulls’_AI_funding_artificial_intelligence"
        ],
        "total_speaking_time": 69.9,
        "text_corpus": " estimates, the costs are spiraling exponentially. One estimate suggested that when chat GPT was released in 2022, the model's typically cost $10 million or less to train. Fast forward to now, and the equivalent of OpenAI's GPT-4 model costs anywhere from $50 million to $100 million or more. What people are doing is extrapolating from that. I eat these models getting 10 times more expensive every generation and saying that pretty soon, I eat within the next year or two, it may cost $1 billion or more to train a model, and perhaps eventually $10 billion or more. There's a what they call scaling laws, and some people are skeptical about how predictable these scaling laws really are, but this is the basis on which people are prepared to put enormous sums into the models."
    },
    "Annie Crabill": {
        "episodes": [
            "Chip_wreck_Intel_is_on_the_rocks"
        ],
        "total_speaking_time": 65.52,
        "text_corpus": " had no idea what he was talking about, but for some people who are steeped in right wing media, they knew exactly where he was going with it. This has actually been an issue that's been bubbling up for at least a couple of days and depending on how you look at it over the course of the past year, even. Springfield is a pretty small town in Ohio, just west of Columbus, so it has just over 58,000 residents as of the last census, which was in 2020. Since then, they have seen a dramatic influx in migrants from Haiti. There is an estimated 15 to 20,000 people from Haiti who have moved to this town. They seem to have been attracted by jobs and then more recently, as is often the case, family networks encourage more people to move there. One thing to note is that Donald Trump and some other Republicans have said that they're illegal migrants, but that's actually not true. Most Haitians are able to work in this country under a temporary"
    },
    "Jason Palmer": {
        "episodes": [
            "War_or_less_Lebanon_on_the_brink",
            "Playing_the_fuel_reforming_Nigeria’s_subsidies",
            "Chip_wreck_Intel_is_on_the_rocks"
        ],
        "total_speaking_time": 147.2,
        "text_corpus": " Drone Army and discovered his surprising backstory. And I wish we weren't back in this doom loop of fact checking Donald Trump's more outlandish claims, but some just leave you with too many questions. So illegal immigrants are eating the pets of the good people of Ohio, eh? What's looking at that? Silicon Valley wouldn't be what it is without a few companies that made it a global byword for tech innovation. Intel was one of the earliest and arguably had the greatest reach. It's the company that made the first processor that fit on a single chip. And later the chips in untold numbers of a new gizmo called the personal computer. For a long while there, America's whole innovation story had Intel inside. And Indonesia is a country rich in history and folklore. Now it's using these stories to produce a new global export. Coming soon to a screen near you, Indonesian horror films. Be very afraid. First up, though. And there are hints of a far bigger change still to come. On Sunday, Taper trucks picked up the first batch of petrol from a mega refinery built by Palico D'Angote, the country's richest man. Nigeria is unusual in two ways when it comes to fuel. One is that it has plenty of oil reserves, but for nearly 30 years had no capacity to refine it into petrol until now. The other is that for decades, the government insisted petrol was sold well below cost. In a handful of swing states will actually decide the presidential race. So over the next six weeks we're going to be looking at those states and what it is that exercise was the voters though. We're starting in a place that wasn't really thought of as a swing state until a few weeks ago. Rebecca Jackson writes about the American South for the economist and this week is coming to us from North Carolina. So just give us kind of a picture then of North Carolina from an electoral map point of view why does it vote the way that it does?"
    },
    "Natasha Loder": {
        "episodes": [
            "Come_on_out,_the_vacuum’s_fine_SpaceX"
        ],
        "total_speaking_time": 63.11999999999999,
        "text_corpus": " fee to a pharmaceutical company and then like a sort of Netflix access you would have access to their gene therapies. Another proposal is paying in installments over a period of time say five years perhaps with some kind of reimbursement if the therapy fails. Isn't the answer short to medium term the issue is simply that if you want to have a gene therapy to treat sickle cell disease that is the price and until there's more competition in the market it's hard to see that price coming down and the farmer companies are trying to maximize their returns. I mean and actually it's probably worth saying that in the case of this particular technology there really are issues to do with the cost of developing them and making them. At the moment the financial business model of these gene therapies isn't looking that great."
    },
    "Charlotte Howard": {
        "episodes": [
            "Open_to_debate_Harris_and_Trump_clash",
            "Election_rejection_fears_of_a_contested_result"
        ],
        "total_speaking_time": 81.28,
        "text_corpus": " himself the victim. And he in fairness has recently been the victim twice with two assassination attempts since July. So that's not to be ignored, of course. But the claim that he is the victim of unfair dealings in the actual administration of an election is, of course, completely unfounded. And he has used, I think, three tactics here. So one is to change the rules, try to change the rules in the administration of elections. Two is to file lawsuits about given rules in particular states. And then three is the broader question of trust and election. So while trying to change the rules and filing various lawsuits, making statements that undermine broader trust in the outcome. I, if I win, it's fair. If I lose, there's been cheating. And the RNC Co-chair said, as a Dries is reported, in filing one of the lawsuits that in Michigan, Michigan was open for cheating. That was part of his announcement about lawsuit. That's completely nonsensical, not least because the changes the lawsuit seeks wouldn't be in place for this election anyway. to be impossible to avoid the ads from the Harris walls campaign. And I think those ads will include a lot of the material that Trump provided them in this debate."
    },
    "Idrees Kahloon": {
        "episodes": [
            "Election_rejection_fears_of_a_contested_result"
        ],
        "total_speaking_time": 69.67999999999999,
        "text_corpus": " that ultimately went for rather for BHAs. But to resolve these ambiguity, they passed this Law of the Electrical Count Act, which was supposed to govern how the counting actually worked. That law had also a lot of issues, which no one bothered to exploit until Donald Trump did. People like Richard Nixon, basically would certify their own losses. He was the first one to do that in over century, but Al Gore did that as well in 2000. And so with the Electrical Count reform act, it does, and this also gets very complicated. But it removes some of the potential loopholes and ambiguities that existed in the Electrical Count Act. So for example, under the Older Jean, only a single senator or a single house member could raise objections to the counting of a state's Electrical College votes. Now, the rule is that one fifth of each chamber has to agree in order for the Congress to start debating that point. It also tries to eliminate the chance that governors will certify the wrong slate of electors. And it clarifies that the vice president's role is ministerial rather than directly choosing who the next president is. This is the first election that's going to be run"
    },
    "John Prideaux": {
        "episodes": [
            "Foiled_again_a_second_attempt_on_Trump",
            "Open_to_debate_Harris_and_Trump_clash"
        ],
        "total_speaking_time": 119.88000000000001,
        "text_corpus": " But his motives are not completely clear and in one sense, Rosie, you have to be a lunatic to think it's a good idea to try and assassinate a presidential candidate. So there's a limit to how clear they will ever be. American media outlets have identified him as Ryan Wesley Ralph, a 58 year old man from Hawaii. And I suppose in assassination attempt in which no bullet is fired is an apparent assassination attempt rather than an assassination attempt. But we're really spitting hairs here. I mean, he was lurking in the bushes with a high-powered rifle and a scope while the former president was playing golf. It seems fairly clear what his intentions were. We know a certain amount about him from his social media postings. Of course, in the aftermath of one of these attempts, very quickly people were able to comb through the suspect's social media presence to see what his political views were. And that then inevitably plays into the political meaning of such a shooting or such an attempt. So we know that he was a pro-Ukrainian activist. He was keen on America supporting Ukraine in its fight against Russia. The New York Times, actually, interviewed. as close as it could be to a toss-up. Right and if anyone listening hasn't checked out the forecast model and wants to do so, if you just Google Economist's presidential model, some variation of that, you can find it. Owen, one of the reasons why this race is so close at this point is the way that the polls and our prediction of how the vote will go in November interacts with the electoral college, America's peculiar antiquated system for picking a president. James, you mentioned there were moments that jumped out. So I'd like to ask you about what those were. I mean, having read your column last week about how Harris's prosecutorial background stands her in good stead. I was looking out for moments where, like somebody who's cross-examining a witness, she would bait the witness into reacting to something that she said and throw the witness off course. And you saw that again and again in the debate, very deliberate tactic."
    },
    "Tom Lee-Devlin": {
        "episodes": [
            "Screen_time_why_the_world_can’t_get_enough_of_YouTube"
        ],
        "total_speaking_time": 49.6,
        "text_corpus": " the greater mission. You talked about experiences and activations there. I was only if you could elaborate on what that means in practice. So all of our dating shows are with YouTube you're in perhaps a bit more of a gray zone. I mean things like game shows and more niche programming I could definitely see shifting away from TV towards YouTube as well as the kind of filamentarial that would have once gone into daytime television slots. Although I'm not actually sure how much of that is still watching these days given the availability of streaming services. But it sounds like what you're still left with on traditional television is kind of the premium mass audience content. And actually based on what Abbey was saying, maybe for those shows, YouTube will be helpful as a way of luring in demographics that perhaps might turn less to traditional TV these days."
    },
    "Shailesh Chitnis": {
        "episodes": [
            "Silicon_returns_to_Silicon_Valley_chipmaking_enters_a_new_golden_age"
        ],
        "total_speaking_time": 19.560000000000002,
        "text_corpus": " treating process in how the chip is actually built. Well, they range from starting to think about materials beyond silicon which has been the workhorse of the semiconductor industry for so long, as well as more innovative structures where you actually stack materials in transistors one on top of each other. And Eric Pop actually told me about these in mod detail."
    },
    "Vendeline von Bredow": {
        "episodes": [
            "The_Weekend_Intelligence_Detoxified"
        ],
        "total_speaking_time": 52.480000000000004,
        "text_corpus": " Oh, in our case, brought first. The Dasus vision is to detoxify this building, to have young, new talent work with the site's difficult past and to give it a new narrative. to fight this building, to have young, new talent work with the site's difficult past and to give it a new narrative. The Didas project is interesting, not just because of where it sits historically, but where it is geographically, in this part of Eastern Germany. This region is well known for its extremist past. As century ago, in 1922, two former officers belonging to an underground terrorist group, ambushed the chauffeur driven limousine of Germany's first and only Jewish foreign minister by Taratino. Spraying the car with bullets and throwing in a hand grenade"
    }
}